ServiceInteractions/riv/processdevelopment/infections/tags/processdevelopment_infections_1.0.1/schemas/interactions/DeleteLaboratoryReportInteraction/ExempelMeddelande_DeleteLaboratoryReport.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:add="http://www.w3.org/2005/08/addressing" xmlns:urn="urn:riv:processdevelopment:infections:DeleteLaboratoryReportResponder:1">
   <soapenv:Header>
      <add:To>SE2010123456</add:To>
   </soapenv:Header>
   <soapenv:Body>
      <urn:DeleteLaboratoryReport>
         <urn:LaboratoryReportId>1.2.752.129.2.1.2.1::SE2010123456-OE1svid1</urn:LaboratoryReportId>
         <!--You may enter ANY elements at this point-->
      </urn:DeleteLaboratoryReport>
   </soapenv:Body>
</soapenv:Envelope>